{
  "scenes": [
    {
      "id": 1,
      "cut": "001",
      "time": "3秒",
      "text": "暗闇の中から巨大なモンスターがゆっくりと姿を現す。<br>全身に鱗が光り、鋭い牙を見せながら威嚇のポーズ。<br>口を大きく開けて火を噴く準備をしている。<br>カメラはローアングルから見上げる構図で、<br>モンスターの巨大さと恐ろしさを強調。<br>背景には荒廃した大地が広がっている。",
      "script": "BGM: 低音の弦楽器による緊迫感のある音楽がフェードイン<br>SE: 地響きのような低い唸り声が徐々に大きくなる<br>SE: 火花が散る音、金属がきしむような音<br>環境音: 遠くで風が吹く音、小石が転がる音"
    },
    {
      "id": 2,
      "cut": "002",
      "time": "4秒",
      "text": "草原の真ん中に立つ小さな丸い生き物。<br>その大きな瞳には不安と好奇心が混じり合っている。<br>ゆっくりと首を傾けながら空を見上げる仕草。<br>耳がピクピクと動き、何かを感じ取っている様子。<br>足元の草が風に揺れ、生き物の小さな影が揺らめく。<br>表情はクローズアップで、瞳に空が映り込んでいる。",
      "script": "BGM: ピアノソロの静かで神秘的なメロディー<br>SE: 優しい風の音が吹き抜ける<br>SE: 遠くで鳥のさえずり、草がそよぐ音<br>環境音: 静寂の中に響く心臓の鼓動音（かすかに）"
    },
    {
      "id": 3,
      "cut": "003",
      "time": "2秒",
      "text": "色とりどりの動物たちが一斉にジャンプ！<br>ウサギ、リス、小鳥たちが喜びを全身で表現。<br>紙吹雪が舞い散る中、みんなで輪になって踊る。<br>それぞれのキャラクターが個性的な動きで喜びを表現。<br>背景には虹がかかり、お祝いムード満点の演出。<br>カメラは引きの構図で全体の賑やかさを捉える。",
      "script": "BGM: オーケストラによる祝祭的な明るい音楽<br>SE: 動物たちの歓声、笑い声が重なり合う<br>SE: 紙吹雪がひらひらと舞う音<br>SE: 拍手、口笛、タンバリンの音<br>環境音: 祭りの太鼓の音が遠くから聞こえる"
    },
    {
      "id": 4,
      "cut": "004",
      "time": "5秒",
      "text": "主人公が木漏れ日の差す森の小道をゆっくり歩く。<br>時々立ち止まっては周りを見回し、道を確認する仕草。<br>大きな木の根を慎重にまたぎ、苔むした石を避ける。<br>蝶々が主人公の周りを飛び回り、道案内をするかのよう。<br>背景には巨大な古木と緑豊かな下草が描かれる。<br>光と影のコントラストが美しい雰囲気を演出。",
      "script": "BGM: アコースティックギターの穏やかなメロディー<br>SE: 落ち葉を踏む柔らかい足音のリズム<br>SE: 様々な鳥のさえずりが森にこだまする<br>SE: 小川のせせらぎ、風で木々が揺れる音<br>環境音: 虫の羽音、遠くでキツツキが木を叩く音"
    },
    {
      "id": 5,
      "cut": "005",
      "time": "1秒",
      "text": "超クローズアップで主人公の顔がフレームいっぱいに。<br>瞳孔が徐々に開いていく様子をスローモーションで描写。<br>額に汗が一筋流れ、口が少し開く。<br>眉毛が上がり、顔全体に驚愕の表情が広がる。<br>瞳には何か信じられないものが映り込んでいる。<br>時間が止まったかのような一瞬を切り取る。",
      "script": "BGM: 完全に音楽が止まり、無音状態に<br>SE: 「ハッ」という短い息を呑む音<br>SE: 心臓の鼓動音が徐々に速くなる<br>環境音: 周りの音も全て消え、静寂が支配<br>※この無音が次のシーンへの緊張感を高める"
    },
    {
      "id": 6,
      "cut": "006",
      "time": "6秒",
      "text": "二人のキャラクターが向かい合って真剣な表情で会話。<br>一人が地図を広げて指差しながら説明している。<br>もう一人は腕を組んで考え込む仕草を見せる。<br>吹き出しには「この先に伝説の宝が...」という文字。<br>背景の夕日が二人のシルエットを美しく照らす。<br>緊迫感と期待感が入り混じる重要な場面。",
      "script": "BGM: チェロとバイオリンの静かで緊張感のある旋律<br>SE: 紙の地図を広げる音、指で地図をなぞる音<br>SE: 低い声での真剣な会話のトーン<br>SE: 時々聞こえる深いため息<br>環境音: 夕暮れの虫の音、遠くの鐘の音"
    },
    {
      "id": 7,
      "cut": "007",
      "time": "3秒",
      "text": "主人公が助走をつけて大ジャンプ！<br>倒木、岩、川を次々と華麗に飛び越えていく。<br>空中で体をひねり、アクロバティックな動きを披露。<br>着地の瞬間、土煙が舞い上がるダイナミックな演出。<br>スピード線と残像効果で疾走感を表現。<br>カメラは横移動でキャラクターを追いかける。",
      "script": "BGM: ドラムとエレキギターの激しいロック調<br>SE: 「ヒュッ」という風を切る音<br>SE: 着地時の「ドスン」という重い音<br>SE: 石が転がる音、水しぶきの音<br>SE: 主人公の力強い呼吸音と掛け声"
    },
    {
      "id": 8,
      "cut": "008",
      "time": "7秒",
      "text": "壮大な山脈のパノラマショット。<br>雲がゆっくりと山の頂を流れていく様子。<br>朝日が山肌を黄金色に染め上げる美しい瞬間。<br>鷲が優雅に空を舞い、遠くに小さく見える。<br>手前には野花が風に揺れ、奥行きを演出。<br>時間の流れを感じさせる叙情的なシーン。",
      "script": "BGM: オーケストラによる壮大で感動的な楽曲<br>SE: 高山を吹き抜ける風の音<br>SE: 遠くで鷲の鳴き声がこだまする<br>環境音: 小川のせせらぎ、草花が揺れる音<br>※自然の雄大さを音で表現する重要なシーン"
    },
    {
      "id": 9,
      "cut": "009",
      "time": "4秒",
      "text": "洞窟の奥で光る謎の物体を発見する主人公。<br>そっと腰を落とし、警戒しながら一歩ずつ近づく。<br>物体から発せられる不思議な光が顔を照らす。<br>手を伸ばしかけて、一度ためらう仕草を見せる。<br>周りを見回し、誰もいないことを確認。<br>緊張の面持ちで、ついに物体に手を伸ばす瞬間。",
      "script": "BGM: シンセサイザーによる神秘的で不気味な音楽<br>SE: 「キラキラ」という幻想的な輝きの音<br>SE: 洞窟内で響く水滴の音<br>SE: 主人公の緊張した呼吸音<br>環境音: 低周波の振動音が徐々に強くなる"
    },
    {
      "id": 10,
      "cut": "010",
      "time": "8秒",
      "text": "丘の上で全員が集まり、大きく手を振る感動のフィナーレ。<br>オレンジ色の夕日が地平線に沈みかけている。<br>それぞれのキャラクターが笑顔で別れを惜しむ。<br>主人公は振り返りながら、ゆっくりと歩き始める。<br>仲間たちの姿が徐々に小さくなっていく。<br>最後は夕日のシルエットとなり、画面が暗転。<br>「また会おう」という文字がフェードイン。",
      "script": "BGM: フルオーケストラによる感動的なエンディングテーマ<br>SE: 優しい夕暮れの風が吹く音<br>SE: 遠くで響く別れの言葉の余韻<br>SE: 足音が徐々に遠ざかっていく<br>環境音: 夕暮れの虫の合唱、波の音<br>※音楽は最後まで続き、余韻を残してフェードアウト"
    }
  ]
}
